Repository: seyton35/todolist_crud_pet
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Todo list
ru: Заметки

# byTitleASC
source: title ↓
ru: по алфавиту ↓

# bytitleDESC
source: title ↑
ru: по алфавиту ↑

# createdAtASC
source: creation date ↓
ru: дата создания ↓

# createdAtDESC
source: creation date ↑
ru: дата создания ↑

source: completed ↓
ru: выполненые ↓

# uncompleted
source: completed ↑
ru: выполненые ↑

source: archived todos
ru: архив заметок

source: log out
ru: выход

source: make until
ru: сделать до
